{"vocab_min_lg10wf": 2.0, "size": 2645, "vocab": ["aah", "abandon", "abide", "abort", "absent", "absorb", "abstract", "abuse", "accent", "accept", "access", "accommodate", "accompany", "accomplish", "account", "accuse", "ace", "ache", "achieve", "acknowledge", "acquire", "act", "action", "activate", "adapt", "add", "addict", "address", "adjust", "admire", "admit", "adopt", "adore", "advance", "advantage", "adventure", "advise", "advocate", "affect", "afford", "age", "agree", "aid", "aim", "air", "alarm", "alert", "alibi", "alien", "alligator", "allow", "allowance", "ally", "alter", "alternate", "ambition", "ambush", "amount", "amuse", "analyze", "anchor", "anger", "angle", "anguish", "announce", "annoy", "answer", "ante", "anticipate", "antique", "ape", "apologise", "apologize", "appeal", "appear", "applaud", "apply", "appoint", "appreciate", "apprentice", "approach", "appropriate", "approve", "arc", "arch", "argue", "arise", "arm", "armor", "arrange", "array", "arrest", "arrive", "article", "ash", "ask", "assault", "assemble", "assign", "assist", "associate", "assume", "assure", "attach", "attack", "attempt", "attend", "attract", "auction", "audition", "author", "authorize", "autograph", "automobile", "autopsy", "avalanche", "avenge", "average", "avoid", "await", "awake", "awaken", "award", "awe", "axe", "baby", "bach", "bachelor", "back", "background", "backpack", "badge", "bag", "bail", "bait", "bake", "balance", "bald", "bale", "ball", "balloon", "ban", "band", "bandage", "bang", "bank", "bankrupt", "banquet", "bar", "barb", "barbecue", "barber", "bare", "barf", "bargain", "barge", "bark", "barrel", "base", "bash", "bat", "batch", "bath", "bathe", "batter", "battle", "bay", "beach", "beacon", "beak", "beam", "bean", "bear", "beard", "beat", "beaver", "become", "bed", "beef", "beep", "beetle", "beg", "beggar", "begin", "behave", "behold", "believe", "bell", "belly", "belong", "belt", "bench", "bend", "benefit", "berry", "best", "bet", "betray", "better", "beware", "bicycle", "bid", "biff", "bike", "bill", "bin", "bind", "bird", "birdie", "birth", "bitch", "bite", "bitter", "black", "blackjack", "blackmail", "blame", "blank", "blanket", "blast", "blaze", "bleach", "bleed", "bleep", "blend", "bless", "blind", "blink", "block", "blood", "bloody", "bloom", "blossom", "blow", "blue", "bluff", "blunt", "blur", "blush", "board", "boat", "bob", "body", "bogey", "boil", "bollocks", "bolt", "bomb", "bond", "bone", "bong", "boo", "boob", "boogie", "book", "boom", "boost", "boot", "booze", "border", "bore", "borrow", "bosom", "boss", "bother", "bottle", "bottom", "bounce", "bound", "bow", "bowl", "box", "brace", "brad", "brag", "brain", "brake", "branch", "brand", "brave", "bravo", "brawl", "breach", "bread", "break", "breakfast", "breast", "breathe", "breed", "breeze", "brew", "bribe", "bridge", "brief", "brigade", "bring", "broadcast", "broker", "bronze", "brook", "broom", "brown", "bruise", "brunch", "brush", "bubble", "buck", "bucket", "buckle", "bud", "budge", "budget", "buff", "buffalo", "buffet", "bug", "bugger", "build", "bull", "bulldog", "bulletin", "bulletproof", "bullshit", "bully", "bum", "bump", "bunch", "bundle", "bunk", "bunker", "burden", "burke", "burn", "burst", "bury", "bus", "bush", "bust", "busy", "butcher", "butt", "butter", "butterfly", "button", "buy", "buzz", "bypass", "cab", "cabbage", "cabin", "cable", "caddy", "cage", "cake", "calculate", "calendar", "call", "calm", "camp", "campaign", "canal", "cancel", "candle", "candy", "cane", "cannon", "canoe", "cant", "canvas", "cap", "capsule", "captain", "capture", "card", "care", "career", "carmine", "carol", "carpenter", "carpet", "carry", "cart", "cartoon", "carve", "case", "cash", "cashier", "casket", "cast", "castle", "cat", "catalog", "catalogue", "catch", "cause", "caution", "cave", "cease", "celebrate", "cement", "center", "centre", "certificate", "chain", "chair", "chairman", "chalk", "challenge", "chamber", "champ", "champion", "chance", "change", "channel", "chant", "chap", "chaperone", "character", "charge", "chariot", "charleston", "charm", "chart", "charter", "chase", "chat", "chatter", "chauffeur", "cheat", "check", "cheek", "cheer", "cheese", "cheque", "cherish", "chevy", "chew", "chill", "chin", "chip", "choir", "choke", "choose", "chop", "chorus", "chuck", "chug", "chunk", "church", "chute", "cinch", "circle", "circuit", "claim", "clam", "clamp", "clap", "clarify", "class", "claw", "clean", "clear", "clerk", "click", "climax", "climb", "cling", "clip", "cloak", "clock", "clone", "close", "closet", "closure", "cloud", "clown", "club", "clue", "clutch", "coach", "coal", "coast", "coat", "cock", "cod", "code", "coffin", "coin", "coke", "collapse", "collar", "collect", "color", "colour", "comb", "combat", "combine", "come", "comfort", "command", "commence", "comment", "commission", "commit", "communicate", "companion", "company", "compare", "compass", "compensate", "compete", "complain", "complete", "compliment", "comply", "compound", "compromise", "con", "conceal", "conceive", "concentrate", "concern", "concert", "conclude", "concrete", "condemn", "condition", "conduct", "cone", "confess", "confirm", "conflict", "confront", "confuse", "congratulate", "conn", "connect", "conquer", "consent", "consider", "console", "consult", "consume", "contact", "contain", "content", "contest", "continue", "contract", "contrast", "contribute", "control", "convert", "convey", "convict", "convince", "convoy", "cook", "cool", "cooper", "cooperate", "coordinate", "cop", "cope", "copper", "copy", "cord", "core", "cork", "corn", "corner", "corral", "correct", "corrupt", "cost", "costume", "cotton", "couch", "cough", "counsel", "count", "counter", "counterfeit", "couple", "course", "court", "covenant", "cover", "cow", "crab", "crack", "cradle", "craft", "cramp", "crane", "crank", "crap", "crash", "crate", "crave", "crawl", "cream", "create", "credit", "creep", "crest", "crew", "crib", "cricket", "cripple", "crisp", "criticize", "crock", "crook", "crop", "cross", "crow", "crowd", "crown", "crucify", "cruise", "crunch", "crusade", "crush", "crust", "cry", "cub", "cube", "cuckoo", "cuddle", "cue", "cuff", "culture", "cup", "curb", "cure", "curl", "curry", "curse", "curtain", "curve", "cushion", "cut", "cycle", "dam", "damage", "damn", "damp", "dance", "darn", "dash", "date", "dawn", "deaf", "deal", "debate", "debut", "decay", "deceive", "decide", "deck", "declare", "decline", "decorate", "decoy", "dedicate", "defeat", "defect", "defend", "define", "defy", "delay", "deliberate", "delight", "deliver", "demand", "demo", "demonstrate", "dent", "deny", "depart", "depend", "deploy", "deposit", "describe", "desert", "deserve", "design", "desire", "despair", "despise", "destroy", "detail", "detect", "determine", "detonate", "detour", "develop", "devil", "devote", "dial", "dice", "die", "diet", "differ", "dig", "digest", "dim", "dimension", "dine", "ding", "dip", "direct", "dirty", "disagree", "disappear", "disappoint", "disarm", "discharge", "discipline", "disco", "discount", "discover", "discuss", "disgrace", "disguise", "disgust", "dish", "disk", "dislike", "dismiss", "disorder", "dispatch", "display", "dispose", "dispute", "disregard", "disrespect", "distance", "distract", "distress", "district", "disturb", "ditch", "dive", "divert", "divide", "divine", "divorce", "dizzy", "dock", "doctor", "document", "dodge", "dog", "donate", "dong", "doodle", "doom", "dope", "dose", "dot", "double", "doubt", "douche", "download", "draft", "drag", "drain", "draw", "dread", "dream", "dress", "drift", "drill", "drink", "drip", "drive", "drone", "drool", "drop", "drown", "drug", "drum", "dry", "duck", "duel", "dull", "dummy", "dump", "dunk", "duplicate", "dust", "dwarf", "dwell", "dye", "dyke", "dynamite", "eagle", "earn", "earth", "ease", "eat", "echo", "eclipse", "eddy", "edge", "educate", "effect", "egg", "elaborate", "elbow", "eliminate", "email", "embarrass", "embrace", "employ", "empty", "encore", "encounter", "encourage", "end", "endure", "engage", "engineer", "enhance", "enjoy", "enlighten", "ensure", "enter", "entertain", "entrance", "envy", "equal", "erase", "escape", "escort", "essay", "establish", "estimate", "evacuate", "evidence", "exact", "exaggerate", "examine", "exchange", "excite", "excuse", "execute", "exercise", "exhaust", "exhibit", "exist", "exit", "expand", "expect", "expense", "experience", "experiment", "explain", "explode", "exploit", "explore", "expose", "express", "extend", "extract", "eye", "eyewitness", "face", "factor", "fade", "fag", "faggot", "fail", "faint", "fair", "fake", "falcon", "fall", "fan", "fancy", "fantasy", "fare", "farm", "fart", "fashion", "fast", "fasten", "fat", "fate", "father", "fault", "favor", "favour", "fax", "fear", "feast", "feather", "feature", "fee", "feed", "feel", "fell", "felt", "fence", "ferry", "fester", "fetch", "fiddle", "field", "fight", "figure", "file", "fill", "film", "filter", "fin", "finance", "find", "fine", "finger", "fingerprint", "finish", "fink", "fire", "firm", "fish", "fit", "fix", "flag", "flame", "flank", "flap", "flare", "flash", "flatter", "flavor", "flaw", "flee", "fleet", "flesh", "flick", "flight", "fling", "flip", "flirt", "float", "flock", "flood", "floor", "flop", "floss", "flour", "flow", "flower", "flush", "flute", "fly", "foam", "focus", "fog", "fold", "follow", "fool", "foot", "forbid", "force", "ford", "forest", "forfeit", "forge", "forget", "forgive", "fork", "form", "fort", "forward", "foster", "foul", "found", "founder", "fox", "fraction", "fracture", "frame", "franchise", "frank", "freak", "free", "freelance", "freeze", "freight", "french", "frequent", "freshen", "fright", "frighten", "frog", "front", "frost", "frown", "fruit", "fry", "fuck", "fudge", "fuel", "fulfill", "full", "function", "fund", "funk", "further", "fuse", "fuss", "gag", "gage", "gain", "gall", "gamble", "game", "gang", "gap", "garage", "garden", "garland", "garrison", "gas", "gate", "gather", "gauge", "gaze", "gear", "gee", "general", "generate", "gentle", "gesture", "get", "ghost", "gift", "gin", "ginger", "give", "glamour", "glance", "glass", "glide", "glimpse", "glitter", "glory", "glow", "glue", "gobble", "golf", "gong", "goof", "goose", "gossip", "gown", "grab", "grace", "grade", "graduate", "grain", "grant", "grasp", "grass", "grave", "gray", "grease", "green", "greet", "grey", "grieve", "grill", "grin", "grind", "grip", "groom", "groove", "gross", "ground", "group", "grow", "grub", "grudge", "grunt", "guarantee", "guard", "guess", "guide", "gum", "gun", "gut", "gutter", "guy", "habit", "hack", "hail", "halt", "ham", "hammer", "hand", "handicap", "handle", "hang", "happen", "harbor", "harbour", "hare", "harm", "harness", "harp", "harry", "harvest", "hash", "hassle", "hat", "hatch", "hate", "haul", "haunt", "hawk", "hay", "hazard", "head", "headline", "heal", "heap", "hear", "heat", "heave", "hector", "heel", "heist", "helm", "help", "herald", "herd", "hesitate", "hide", "hike", "hill", "hint", "hire", "hit", "hitch", "hoax", "hock", "hog", "hoist", "hold", "hole", "holiday", "holler", "hollow", "home", "homer", "honey", "honeymoon", "honk", "honor", "honour", "hood", "hook", "hoop", "hoot", "hoover", "hop", "hope", "horn", "horse", "hose", "host", "hound", "house", "howl", "huddle", "hug", "hulk", "hull", "hum", "humble", "humiliate", "humor", "humour", "hump", "hunch", "hunger", "hunt", "hurrah", "hurry", "hurt", "husband", "hush", "hustle", "ice", "identify", "idle", "ignore", "image", "imagine", "impact", "implant", "imply", "import", "impose", "impress", "improve", "improvise", "inch", "include", "inconvenience", "increase", "index", "indicate", "indulge", "influence", "inform", "inhale", "inherit", "initial", "initiate", "inject", "ink", "input", "insert", "insist", "inspect", "inspire", "install", "instance", "institute", "instrument", "insult", "intend", "intercept", "interest", "interfere", "intern", "interpret", "interrupt", "interview", "intimate", "introduce", "intrude", "invade", "invent", "inventory", "invest", "investigate", "invite", "involve", "iron", "isolate", "issue", "itch", "jab", "jack", "jacket", "jade", "jail", "jam", "japan", "jar", "jaw", "jazz", "jelly", "jeopardize", "jerk", "jet", "jewel", "jimmy", "jingle", "jinx", "job", "jockey", "jog", "join", "joint", "joke", "jolly", "josh", "journey", "joy", "judge", "jug", "jump", "junk", "justify", "keen", "keep", "key", "kick", "kid", "kidnap", "kill", "kiss", "kit", "kite", "kitten", "kneel", "knife", "knight", "knock", "knot", "know", "label", "labor", "labour", "lace", "lack", "ladder", "lam", "lamb", "lame", "lance", "land", "landscape", "lap", "laugh", "launch", "lay", "layer", "lead", "leaf", "league", "leak", "lean", "leap", "learn", "lease", "leash", "leather", "leave", "lecture", "legitimate", "lend", "let", "letter", "level", "lever", "leverage", "levy", "licence", "license", "lick", "lie", "lift", "light", "lighten", "lighter", "like", "lime", "limit", "limp", "line", "link", "lipstick", "list", "listen", "litter", "live", "load", "loaf", "loan", "loathe", "lobby", "locate", "lock", "lodge", "loft", "log", "long", "look", "loop", "loose", "loosen", "loot", "lord", "lose", "lot", "lounge", "love", "low", "lower", "lug", "lumber", "lump", "lunch", "lure", "lust", "lynch", "machine", "mail", "maintain", "major", "make", "malfunction", "mambo", "man", "manage", "maneuver", "manicure", "manifest", "manipulate", "mantle", "manufacture", "manure", "map", "mar", "marble", "march", "mark", "market", "marry", "marshal", "martyr", "marvel", "mash", "mask", "mass", "massacre", "massage", "master", "mat", "match", "mate", "matter", "mature", "mean", "measure", "medicine", "meet", "mellow", "melt", "memorize", "menace", "mend", "mention", "mentor", "meow", "merchandise", "merit", "mess", "message", "metal", "meter", "microwave", "middle", "milk", "mill", "mind", "mingle", "minister", "mint", "mirror", "miss", "mist", "mistake", "misunderstand", "mix", "mob", "mock", "model", "mold", "monitor", "monkey", "moo", "moon", "moonlight", "moor", "mop", "mortar", "mortgage", "mother", "motion", "motor", "motorcycle", "mount", "mourn", "mouse", "mouth", "move", "mow", "mud", "muddy", "mug", "multiply", "murder", "muscle", "mush", "mushroom", "mute", "mutiny", "nag", "nail", "name", "nap", "narrow", "neck", "needle", "negative", "negotiate", "neighbor", "neighbour", "nerve", "nest", "net", "network", "nick", "nickel", "nickname", "nip", "nod", "noise", "noose", "nose", "notch", "note", "notice", "notify", "nuke", "numb", "number", "nurse", "nut", "obey", "object", "oblige", "obscure", "observe", "obtain", "occasion", "occupy", "occur", "offend", "offer", "officer", "oil", "okay", "ooh", "open", "operate", "oppose", "orb", "orbit", "order", "organize", "orphan", "outfit", "outlaw", "outline", "outrage", "outrun", "overcome", "overdose", "overlook", "override", "owe", "own", "oyster", "pace", "pack", "package", "pad", "paddle", "page", "pain", "paint", "pair", "pal", "pale", "palm", "pan", "panel", "panic", "paper", "par", "parachute", "parade", "paragraph", "parallel", "pardon", "parent", "park", "parole", "parrot", "part", "participate", "partner", "party", "pass", "pat", "patch", "patent", "patrol", "pattern", "pause", "paw", "pawn", "pay", "peach", "peak", "pearl", "peck", "pedal", "pee", "peek", "peel", "peep", "peg", "pen", "pencil", "penetrate", "pension", "people", "pepper", "perfect", "perform", "perfume", "perish", "permit", "persuade", "pervert", "pet", "petition", "phase", "phone", "photograph", "phrase", "pick", "picket", "pickle", "picnic", "picture", "piece", "pierce", "pig", "pile", "pillow", "pilot", "pimp", "pin", "pinch", "pine", "ping", "pink", "pioneer", "pip", "pipe", "pirate", "piss", "pit", "pitch", "pity", "place", "plague", "plain", "plan", "plane", "plank", "plant", "plaster", "plate", "play", "plead", "please", "pledge", "plot", "pluck", "plug", "plunge", "pocket", "pod", "point", "poison", "poke", "pole", "police", "polish", "polka", "poll", "pool", "pop", "port", "porter", "portion", "pose", "position", "possess", "post", "postpone", "pot", "potter", "pound", "pour", "powder", "power", "practice", "practise", "praise", "prank", "pray", "preach", "predict", "prefer", "prejudice", "premier", "premiere", "prepare", "present", "preserve", "press", "pressure", "presume", "pretend", "prevail", "prevent", "prey", "price", "prick", "pride", "prime", "print", "privilege", "prize", "probe", "proceed", "process", "produce", "profile", "profit", "program", "programme", "progress", "project", "promise", "promote", "pronounce", "proof", "prop", "proportion", "propose", "proposition", "prosecute", "prospect", "prostitute", "protect", "protest", "prove", "provide", "provoke", "pry", "publish", "puddle", "puff", "puke", "pull", "pulse", "pump", "punch", "punish", "pup", "purchase", "purple", "purpose", "purse", "pursue", "push", "put", "puzzle", "pyramid", "quack", "qualify", "quarantine", "quarrel", "quarter", "quarterback", "queen", "queer", "quest", "question", "quiet", "quit", "quiz", "quote", "rabbit", "race", "rack", "racket", "radio", "raft", "rag", "rage", "raid", "rail", "railroad", "rain", "raise", "rake", "rally", "ram", "ramp", "ranch", "range", "rank", "ransom", "rap", "rape", "rat", "rate", "rattle", "rave", "raven", "ray", "razor", "reach", "react", "read", "ready", "realise", "realize", "reap", "rear", "reason", "rebel", "rebound", "rebuild", "recall", "receipt", "receive", "recess", "recite", "reckon", "recognise", "recognize", "recommend", "reconsider", "record", "recover", "recruit", "reduce", "reef", "reel", "refer", "referee", "reference", "refill", "reflect", "reform", "refrain", "refresh", "refund", "refuse", "regain", "regard", "regiment", "register", "regret", "rehearse", "reign", "reject", "relate", "relax", "relay", "release", "relieve", "rely", "remain", "remark", "remedy", "remember", "remind", "remove", "render", "rendezvous", "renew", "rent", "repair", "repay", "repeat", "repent", "replace", "reply", "report", "represent", "request", "require", "reschedule", "rescue", "research", "resent", "reserve", "reset", "resign", "resist", "resolve", "resort", "respect", "respond", "rest", "restore", "result", "resume", "retail", "retain", "retard", "retire", "retreat", "retrieve", "return", "rev", "reveal", "revenge", "reverse", "review", "reward", "rewrite", "rhyme", "rib", "rice", "rick", "rid", "riddle", "ride", "ridge", "ridicule", "rifle", "rig", "right", "rim", "ring", "rinse", "riot", "rip", "rise", "risk", "rival", "roach", "roam", "roar", "roast", "rob", "robe", "rock", "rocket", "roll", "romance", "roof", "room", "root", "rope", "rot", "rouge", "rough", "round", "route", "row", "rub", "rubber", "rubbish", "ruin", "rule", "rumble", "rumor", "rumour", "run", "rush", "rust", "sabotage", "sack", "sacrifice", "saddle", "sail", "saint", "salt", "salute", "salvage", "sample", "sand", "sandwich", "sap", "satellite", "satisfy", "sauce", "savage", "save", "saw", "say", "scale", "scalp", "scam", "scan", "scar", "scare", "scarf", "scatter", "scent", "schedule", "scheme", "school", "scoop", "scoot", "score", "scotch", "scout", "scram", "scramble", "scrap", "scrape", "scratch", "scream", "screech", "screen", "screw", "script", "scroll", "scrub", "sculpture", "scum", "seal", "search", "season", "seat", "section", "secure", "seduce", "see", "seed", "seek", "seem", "segment", "seize", "select", "sell", "send", "sense", "sentence", "separate", "sequence", "serve", "service", "set", "settle", "sew", "sex", "shack", "shade", "shadow", "shaft", "shake", "shallow", "shame", "shampoo", "shanghai", "shape", "share", "shark", "shave", "shed", "sheer", "sheet", "shell", "shelter", "shepherd", "shield", "shift", "shin", "shine", "ship", "shirt", "shit", "shock", "shoe", "shoo", "shoot", "shop", "shore", "short", "shoulder", "shout", "shove", "shovel", "show", "shower", "shred", "shrimp", "shrine", "shrink", "shuffle", "shush", "shut", "shuttle", "shy", "sick", "side", "sigh", "sight", "sign", "signal", "silence", "silver", "sin", "sing", "single", "sink", "sip", "sire", "sit", "site", "size", "skate", "sketch", "ski", "skid", "skin", "skip", "skipper", "skirt", "skunk", "sky", "slack", "slam", "slap", "slash", "slate", "slaughter", "slave", "slay", "sled", "sleep", "sleigh", "slice", "slick", "slide", "slight", "slim", "slime", "sling", "slip", "slit", "slope", "slot", "slow", "slug", "slumber", "smack", "smart", "smash", "smear", "smell", "smile", "smoke", "smooth", "smuggle", "snack", "snake", "snap", "snatch", "sneak", "sneeze", "sniff", "snip", "snitch", "snoop", "snow", "snuff", "soak", "soap", "sober", "sock", "soil", "soldier", "sole", "solo", "solve", "sorrow", "sort", "sound", "soup", "sour", "source", "space", "spade", "span", "spank", "spare", "spark", "speak", "spear", "speed", "spell", "spend", "spice", "spike", "spill", "spin", "spirit", "spit", "spite", "splash", "split", "spoil", "sponge", "sponsor", "spook", "spoon", "sport", "spot", "spotlight", "spray", "spread", "spree", "spring", "spy", "square", "squash", "squat", "squeak", "squeal", "squeeze", "squire", "squirt", "stab", "stable", "stack", "staff", "stage", "stain", "stake", "stale", "stall", "stamp", "stand", "star", "starboard", "stare", "start", "starve", "stash", "state", "station", "stay", "steady", "steal", "steam", "steel", "steep", "steer", "stem", "step", "stew", "stick", "sting", "stink", "stir", "stitch", "stock", "stomach", "stomp", "stone", "stool", "stoop", "stop", "store", "storm", "straighten", "strain", "strangle", "strap", "straw", "stray", "streak", "stream", "stress", "stretch", "stride", "strike", "string", "strip", "stroke", "stroll", "structure", "struggle", "stud", "study", "stuff", "stumble", "stump", "stunt", "style", "sub", "subject", "submarine", "submit", "subpoena", "substitute", "succeed", "suck", "suction", "sue", "suffer", "sugar", "suggest", "suit", "sully", "sum", "summer", "summit", "summon", "sun", "supply", "support", "suppose", "surf", "surface", "surprise", "surrender", "surround", "survey", "survive", "suspect", "suspend", "sustain", "suture", "swab", "swallow", "swamp", "swan", "swap", "swat", "sway", "swear", "sweat", "sweep", "swell", "swim", "swing", "switch", "sync", "syndicate", "syringe", "table", "tack", "tackle", "tag", "tail", "tailor", "take", "talk", "tally", "tame", "tan", "tango", "tank", "tap", "tape", "tar", "target", "task", "taste", "tattoo", "tax", "taxi", "teach", "team", "tear", "tease", "tee", "telegraph", "telephone", "telescope", "tell", "temper", "tempt", "tenant", "tend", "tender", "tense", "tent", "term", "terminate", "terrace", "test", "testify", "thank", "theme", "thin", "think", "thirst", "thread", "threaten", "thrill", "throne", "throttle", "throw", "thrust", "thud", "thumb", "thump", "thunder", "tick", "ticket", "tickle", "tide", "tidy", "tie", "tighten", "tile", "till", "tilt", "time", "tin", "tinker", "tip", "tire", "tissue", "title", "toast", "toe", "tolerate", "toll", "tone", "tongue", "tool", "top", "torch", "torment", "torpedo", "torture", "toss", "total", "touch", "tour", "tow", "towel", "tower", "toy", "trace", "track", "trade", "traffic", "trail", "train", "tramp", "trance", "transfer", "transform", "transit", "transition", "translate", "transmit", "transplant", "transport", "trap", "trash", "travel", "tread", "treasure", "treat", "tree", "trek", "tremble", "trench", "trend", "trick", "trifle", "trigger", "trim", "trip", "triple", "triumph", "troll", "troop", "trouble", "truck", "true", "trump", "trumpet", "trust", "try", "tsk", "tube", "tuck", "tucker", "tug", "tune", "tunnel", "turf", "turn", "turtle", "tutor", "twin", "twinkle", "twist", "twitch", "type", "underestimate", "understand", "undo", "undress", "uniform", "unite", "unload", "unlock", "unpack", "untie", "update", "upgrade", "uphold", "upset", "urge", "use", "usher", "utter", "vacation", "vacuum", "valet", "value", "vanish", "vanquish", "vault", "veil", "vein", "vent", "venture", "verge", "verify", "verse", "vest", "vet", "videotape", "vie", "view", "violate", "visa", "visit", "voice", "void", "volunteer", "vomit", "voodoo", "vote", "vouch", "vow", "voyage", "wade", "waffle", "wage", "wager", "wait", "waitress", "wake", "walk", "wall", "wallpaper", "waltz", "wander", "want", "war", "ward", "ware", "warehouse", "warm", "warn", "warp", "warrant", "wash", "waste", "watch", "water", "wave", "wax", "wear", "weary", "weather", "weave", "web", "wed", "wedge", "wee", "weed", "weekend", "weep", "weigh", "weight", "welcome", "well", "wet", "whack", "whale", "wheel", "whiff", "whip", "whisper", "whistle", "white", "whiz", "whoop", "whore", "widow", "wiggle", "win", "wind", "wine", "wing", "wink", "winter", "wipe", "wire", "wish", "witch", "withdraw", "witness", "wolf", "wonder", "woo", "word", "work", "worm", "worry", "worship", "worst", "wound", "wow", "wrap", "wreck", "wrench", "wrestle", "write", "wrong", "yacht", "yank", "yell", "yellow", "yen", "yield", "zap", "zero", "zip", "zipper", "zone", "zoom"]}