{"vocab_min_lg10wf": 2.0, "size": 2459, "vocab": ["abandoned", "abdominal", "able", "abnormal", "abroad", "absent", "absolute", "abstract", "absurd", "abused", "academic", "acceptable", "accepted", "accepting", "accessory", "accidental", "accompanied", "accomplished", "according", "accurate", "accusing", "accustomed", "ace", "aching", "acid", "acknowledged", "acquainted", "acquired", "acting", "activated", "active", "actual", "acute", "addicted", "additional", "addressed", "adequate", "admirable", "admired", "adopted", "adorable", "adored", "adult", "advance", "advanced", "advised", "aerial", "affected", "affecting", "affectionate", "affirmative", "afraid", "african", "aft", "aged", "aggressive", "aging", "agitated", "ago", "agreed", "ahead", "ain", "airborne", "alarmed", "alcoholic", "alert", "alien", "alike", "alive", "alleged", "allergic", "allied", "almighty", "alone", "alpha", "alright", "altered", "alternate", "alternative", "amateur", "amazed", "amazing", "amber", "ambitious", "american", "amused", "amusing", "anal", "analyzed", "ancient", "angry", "animal", "announced", "annoyed", "annoying", "annual", "anonymous", "another", "answering", "anticipated", "antique", "anxious", "apart", "appalling", "apparent", "appealing", "applied", "appointed", "appreciated", "apprehended", "approaching", "appropriate", "approved", "arabic", "arch", "arctic", "armed", "armored", "aroused", "arranged", "arresting", "arrogant", "artificial", "artistic", "ashamed", "asian", "asleep", "assassinated", "assigned", "assistant", "associate", "assumed", "assuming", "assured", "athletic", "atlantic", "atomic", "attached", "attacking", "attempted", "attendant", "attended", "attic", "attractive", "august", "australian", "authentic", "authorized", "automatic", "auxiliary", "available", "average", "awake", "awakened", "aware", "away", "awesome", "awful", "awkward", "awol", "back", "backed", "backstage", "backward", "bad", "baked", "baking", "balanced", "bald", "banging", "bankrupt", "banned", "banner", "baptized", "bare", "barefoot", "base", "based", "basic", "bass", "bastard", "bats", "bay", "bearing", "beat", "beaten", "beautiful", "becoming", "beetle", "beginning", "beloved", "bent", "best", "beta", "better", "betting", "biblical", "big", "bigger", "billion", "binding", "biological", "biting", "bitter", "bizarre", "black", "blame", "blamed", "blank", "blanket", "blasted", "blasting", "blessed", "blind", "blinded", "blinking", "blocked", "blond", "blonde", "bloody", "blown", "blue", "bluff", "blunt", "blushing", "bodily", "bogus", "boiled", "bold", "bone", "bonnie", "booked", "boon", "bored", "boring", "born", "boss", "bothered", "bottom", "bouncing", "bound", "brag", "bragging", "brave", "brazilian", "breathing", "breeding", "bridal", "brief", "bright", "brilliant", "british", "broad", "broke", "broken", "bronze", "brown", "brunette", "brushed", "brutal", "brute", "buddhist", "buff", "bugged", "buggy", "built", "bulletproof", "bully", "bum", "bumpy", "buried", "burned", "burning", "burnt", "bush", "bust", "busted", "busy", "butch", "buzzing", "calculated", "caller", "calm", "camp", "canadian", "canary", "cancelled", "candid", "canned", "capable", "capital", "captive", "cardboard", "cardiac", "cardinal", "careful", "careless", "caring", "carmine", "caroline", "carved", "cashed", "casual", "catching", "catchy", "cathedral", "catholic", "caucasian", "cautious", "celebrated", "cellular", "center", "central", "cereal", "cerebral", "certain", "certified", "chained", "challenging", "champion", "chance", "changed", "changing", "charged", "charitable", "charmed", "charming", "cheap", "cheating", "checked", "cheerful", "cheering", "cheesy", "chemical", "cherry", "chic", "chicken", "chief", "childish", "chilly", "chinese", "choice", "choked", "chopped", "christian", "chronic", "chubby", "civic", "civil", "civilian", "civilized", "classic", "classical", "classified", "classy", "clean", "clear", "cleared", "clever", "clinical", "clipped", "close", "closed", "closing", "cloudy", "clumsy", "cocky", "cod", "cold", "collateral", "collect", "collected", "collective", "colonial", "color", "colored", "colorful", "colour", "combined", "comfortable", "comforting", "comfy", "comic", "coming", "commanding", "commercial", "committed", "common", "communist", "compatible", "competent", "competitive", "complaining", "complete", "completed", "complex", "complicated", "compound", "concealed", "concentrated", "concerned", "concluded", "concrete", "confident", "confidential", "confined", "confirmed", "confused", "confusing", "congressional", "connected", "conscious", "conservative", "considerable", "considerate", "considered", "consistent", "constant", "constitutional", "constructive", "contagious", "contained", "contaminated", "contemporary", "content", "continent", "continental", "continued", "continuing", "contrary", "controlled", "controlling", "controversial", "convenient", "conventional", "converted", "convertible", "convinced", "convincing", "cooked", "cool", "cooperative", "coordinate", "coral", "corky", "cornered", "corny", "coronary", "corporal", "corporate", "correct", "corrected", "correspondent", "corrupt", "cosmic", "cosy", "counter", "counterfeit", "countless", "courageous", "covered", "covert", "cowardly", "cozy", "crack", "cracked", "crackers", "cracking", "crank", "cranky", "crappy", "crashing", "crazed", "crazy", "creative", "creepy", "criminal", "crippled", "crisp", "crispy", "critical", "crooked", "cross", "crossed", "crowded", "crucial", "crude", "cruel", "crummy", "crushed", "crushing", "crying", "cuban", "cultural", "cunning", "cured", "curious", "curly", "current", "cursed", "curt", "custom", "customary", "cut", "cute", "cutting", "cynical", "daily", "damaged", "damn", "damned", "damp", "dandy", "dangerous", "danish", "daring", "dark", "darling", "darned", "dashing", "dated", "dead", "deadly", "deaf", "dear", "deceased", "decent", "decided", "deciding", "declared", "decorated", "dedicated", "deep", "defeated", "defective", "defending", "defensive", "definite", "definitive", "delayed", "deliberate", "delicate", "delicious", "delighted", "delightful", "delirious", "delusional", "demanding", "democratic", "demonic", "dense", "dental", "departed", "dependent", "depressed", "depressing", "deprived", "deranged", "described", "deserted", "deserved", "designed", "desirable", "desired", "desperate", "despicable", "destined", "destroyed", "destructive", "detailed", "detected", "determined", "devastating", "developed", "developing", "devoted", "dexter", "diabetic", "different", "difficult", "digital", "dignified", "dim", "diplomatic", "dire", "direct", "directed", "directing", "dirt", "dirty", "disabled", "disappointed", "disappointing", "discharged", "disconnected", "discovered", "discreet", "disguised", "disgusting", "dishonest", "dismissed", "disrespectful", "distant", "distinct", "distinguished", "distorted", "distracted", "disturbed", "disturbing", "divided", "divine", "divorced", "dizzy", "documentary", "domestic", "doomed", "double", "doubled", "downhill", "downright", "downstairs", "downtown", "dozen", "dragging", "drained", "dramatic", "drastic", "drawn", "dread", "dreadful", "dreamed", "dress", "dressed", "dried", "drifting", "driven", "driving", "dropping", "drugged", "drunk", "drunken", "dry", "due", "dull", "dumb", "dummy", "duplicate", "dusty", "dutch", "dying", "dynamic", "eager", "earlier", "earliest", "early", "earned", "east", "eastern", "easy", "eccentric", "echoing", "economic", "edgy", "editorial", "educated", "educational", "effective", "efficient", "egyptian", "eighteen", "eighth", "eighty", "elaborate", "elder", "elderly", "elected", "electric", "electrical", "electronic", "elegant", "elementary", "elevated", "eleven", "eligible", "elite", "embarrassed", "embarrassing", "emotional", "employed", "empty", "enchanted", "enchanting", "encouraged", "encouraging", "endangered", "ended", "endless", "engaged", "english", "enjoyable", "enormous", "enough", "entertained", "entertaining", "enthusiastic", "entire", "entitled", "environmental", "epic", "epidemic", "equal", "equipped", "equivalent", "erotic", "escaped", "essential", "established", "eternal", "ethical", "european", "everlasting", "everyday", "evil", "exact", "excellent", "exceptional", "excess", "excessive", "exchanged", "excited", "exciting", "exclusive", "excused", "executed", "executive", "exhausted", "exhausting", "exotic", "expected", "expensive", "experienced", "experimental", "expert", "expired", "exploded", "explosive", "exposed", "express", "expressed", "exquisite", "extended", "extensive", "exterior", "external", "extinct", "extra", "extraordinary", "extraterrestrial", "extreme", "fabian", "fabulous", "faced", "facial", "faded", "failing", "faint", "fair", "faithful", "fake", "fallen", "falling", "false", "familiar", "famous", "fancy", "fantastic", "far", "farther", "fascinated", "fascinating", "fascist", "fast", "fat", "fatal", "fatty", "favorite", "favourite", "fearful", "fearless", "federal", "fell", "female", "feminine", "fewer", "fierce", "fiery", "fifteen", "fifth", "fifty", "fighting", "figured", "filled", "filmed", "filthy", "final", "financial", "fine", "finer", "finished", "fired", "firm", "fishy", "fit", "fitting", "fixed", "flaming", "flash", "flat", "flattering", "fleet", "flexible", "flint", "flip", "floating", "flooded", "flowing", "fluffy", "fluid", "flush", "flushed", "fly", "flying", "focused", "folding", "following", "fond", "fooling", "foolish", "forbidden", "forced", "fore", "foreign", "forensic", "forfeit", "forged", "forgiving", "forgotten", "formal", "formed", "former", "fortunate", "forty", "forward", "foster", "foul", "found", "fourteen", "fourth", "foxy", "fragile", "framed", "frank", "frantic", "freaky", "free", "freelance", "french", "frequent", "fresh", "freshman", "fried", "friendly", "frightened", "frightening", "front", "frosty", "frozen", "frustrated", "frustrating", "fucking", "fugitive", "fulfilled", "full", "functional", "functioning", "fundamental", "funky", "funny", "furious", "furry", "further", "future", "fuzzy", "gallant", "game", "gathered", "gay", "general", "generous", "genetic", "gentle", "genuine", "german", "ghastly", "giant", "gifted", "gigantic", "ginger", "given", "giving", "glad", "glamorous", "global", "gloomy", "glorious", "glowing", "glued", "goddam", "goddamn", "goddamned", "gold", "golden", "gone", "gonzo", "good", "goofy", "gorgeous", "graceful", "gracious", "graduate", "graduated", "grand", "granted", "graphic", "grateful", "grave", "gray", "greasy", "great", "greater", "greatest", "greedy", "greek", "green", "greenhouse", "grey", "grieving", "grilled", "grim", "groovy", "gross", "growing", "grown", "gruesome", "grumpy", "guarded", "guided", "guiding", "guilty", "hairy", "half", "halfway", "hallowed", "halt", "handed", "handicapped", "handled", "handsome", "handy", "happy", "hard", "hardcore", "hardy", "harmless", "harsh", "hasty", "hated", "hateful", "haunted", "haunting", "hawaiian", "headed", "healed", "healing", "healthy", "heard", "hearing", "heartless", "hearty", "heated", "heavenly", "heavy", "hebrew", "held", "helpful", "helpless", "heroic", "hick", "hidden", "hideous", "high", "higher", "hilarious", "hind", "hip", "hired", "historic", "historical", "hollow", "hollywood", "holy", "home", "homeless", "homemade", "homesick", "homey", "homicidal", "homosexual", "honest", "honey", "honorable", "honored", "honourable", "hooked", "hopeful", "hopeless", "horny", "horrible", "horrid", "hostile", "hot", "howling", "huge", "human", "humble", "humiliated", "humiliating", "hundred", "hungarian", "hungry", "hunted", "hurt", "hybrid", "hypothetical", "hysterical", "icy", "ideal", "identical", "identified", "idiotic", "idle", "ignorant", "ignored", "ill", "illegal", "imaginary", "imbecile", "imitation", "immature", "immediate", "imminent", "immoral", "immortal", "immune", "impatient", "imperative", "imperial", "important", "imported", "impossible", "impotent", "impressed", "impressive", "imprisoned", "improved", "improving", "impulsive", "inappropriate", "incapable", "incident", "inclined", "included", "incoming", "incompetent", "incomplete", "incorrect", "increased", "increasing", "incredible", "independent", "indian", "indistinct", "individual", "industrial", "inevitable", "infamous", "infected", "inferior", "infinite", "informed", "infrared", "ingenious", "inherited", "initial", "initiative", "injured", "inner", "innocent", "insane", "insecure", "insensitive", "insignificant", "inspired", "inspiring", "instant", "instinct", "insulting", "insured", "intact", "intellectual", "intelligent", "intended", "intense", "intensive", "intent", "interested", "interesting", "interfering", "interior", "internal", "international", "interrupted", "interstate", "intimate", "intimidated", "intriguing", "invincible", "invisible", "inviting", "involved", "iron", "ironic", "irrational", "irregular", "irrelevant", "irresistible", "irresponsible", "irritating", "isolated", "italian", "itchy", "jade", "jammed", "japanese", "jealous", "jerking", "jerky", "jet", "jewish", "joined", "joint", "joking", "jolly", "juicy", "julian", "jumbo", "jumpy", "junior", "justified", "juvenile", "keen", "kept", "key", "killing", "kin", "kind", "kindly", "kinky", "knockout", "knowing", "known", "korean", "kosher", "lacking", "laid", "lame", "landed", "large", "larger", "lasting", "late", "later", "latest", "latin", "laughing", "lavender", "lawful", "lay", "lazy", "leading", "lean", "leaning", "learned", "least", "lee", "leery", "left", "legal", "legendary", "legion", "legitimate", "lesbian", "less", "lesser", "lethal", "level", "liable", "liberal", "licensed", "licked", "lifted", "light", "like", "liked", "likely", "limited", "limp", "lined", "linked", "liquid", "listed", "lit", "literary", "little", "live", "lively", "liver", "living", "loaded", "local", "located", "loco", "logical", "lone", "lonely", "lonesome", "long", "looking", "loony", "loose", "lost", "loud", "lousy", "loved", "lovely", "loving", "low", "lowest", "loyal", "lucky", "lunar", "lunatic", "macho", "mad", "made", "magic", "magical", "magnetic", "magnificent", "maiden", "mailed", "main", "maintained", "major", "male", "mandatory", "maniac", "manifest", "manly", "manual", "marian", "marine", "marital", "marked", "married", "martial", "marvellous", "marvelous", "masculine", "masked", "mass", "massive", "master", "mat", "matched", "matching", "material", "matt", "mature", "maverick", "maximum", "mean", "meaning", "meaningful", "meaningless", "measured", "mechanic", "mechanical", "medical", "medieval", "mediterranean", "medium", "meet", "melancholy", "mellow", "melted", "melting", "memorable", "mental", "merciful", "mere", "merry", "messy", "metal", "mexican", "middle", "midget", "midway", "mighty", "mild", "military", "million", "mineral", "mini", "miniature", "minimal", "minimum", "minor", "mint", "minus", "minute", "miraculous", "miserable", "misplaced", "missed", "missing", "missionary", "mistaken", "misunderstood", "mixed", "mobile", "mock", "mocking", "model", "modern", "modest", "modified", "molecular", "monstrous", "monthly", "moody", "moral", "morbid", "mormon", "mortal", "motivated", "motive", "motor", "mounted", "mourning", "moved", "moving", "muddy", "muffled", "multiple", "mum", "murdered", "musical", "muslim", "mutant", "mute", "mutual", "mysterious", "mystical", "nagging", "naive", "naked", "naming", "narrow", "nasal", "nasty", "national", "native", "natural", "naughty", "nauseous", "naval", "nazi", "nearby", "neat", "necessary", "needed", "needless", "needy", "negative", "neglected", "negro", "neither", "neo", "nervous", "net", "neural", "neurotic", "neutral", "new", "newborn", "nice", "nineteen", "ninety", "ninth", "noble", "noisy", "nominated", "none", "nonsense", "normal", "norman", "north", "northeast", "northern", "northwest", "nosy", "noted", "noticed", "notorious", "novel", "nuclear", "nude", "numb", "numerous", "nuts", "nutty", "obedient", "objective", "obligated", "obliged", "obnoxious", "obscene", "obscure", "observed", "observing", "obsessed", "obvious", "occasional", "occupied", "odd", "offended", "offensive", "official", "offshore", "okay", "old", "older", "olive", "olympic", "ongoing", "online", "onstage", "open", "opened", "opening", "operating", "operational", "operative", "opponent", "opposed", "opposing", "opposite", "optimistic", "oral", "orange", "ordered", "orderly", "ordinary", "organic", "organized", "oriental", "original", "other", "outer", "outlaw", "outrageous", "outstanding", "overall", "overdue", "overhead", "overlooked", "overnight", "overseas", "overwhelming", "own", "owned", "pacific", "packed", "paid", "painful", "painless", "painted", "pale", "panicked", "parallel", "paralyzed", "paramount", "paranoid", "parental", "parked", "partial", "particular", "pass", "passing", "passionate", "passive", "past", "pat", "patent", "pathetic", "patient", "patriotic", "pauline", "paying", "peaceful", "peachy", "peanut", "peculiar", "pedal", "peeled", "pending", "penitentiary", "perceptive", "perfect", "permanent", "persian", "persistent", "personal", "persuasive", "pet", "petty", "phantom", "pharmaceutical", "phenomenal", "phoney", "phony", "physical", "piano", "picky", "pictured", "pierced", "piggy", "pinched", "pink", "pissed", "pitched", "pitiful", "placed", "plain", "plane", "planned", "planted", "plastic", "played", "pleading", "pleasant", "pleased", "plugged", "plus", "poetic", "pointed", "pointless", "poisonous", "polar", "polish", "polished", "polite", "political", "pompous", "poor", "poorly", "pop", "popular", "port", "portable", "portuguese", "posed", "positive", "possessed", "possible", "posted", "potential", "pouring", "powdered", "powerful", "powerless", "practical", "practiced", "precedent", "precious", "precise", "predictable", "preferred", "pregnant", "preliminary", "premature", "premier", "premiere", "preoccupied", "prepared", "preposterous", "prescribed", "prescription", "present", "presidential", "pressed", "pressing", "pretend", "pretended", "pretty", "previous", "priceless", "primary", "prime", "primitive", "principal", "prior", "private", "privileged", "prize", "pro", "probable", "processed", "productive", "professional", "profitable", "profound", "prominent", "promising", "pronounced", "proof", "proper", "protected", "protecting", "protective", "proud", "proved", "proven", "psychiatric", "psychic", "psychological", "psychotic", "public", "published", "puff", "pumped", "punished", "punishing", "punk", "pure", "purple", "pursued", "pursuing", "pushy", "pussy", "quack", "quaint", "qualified", "quality", "queer", "questionable", "questioning", "quick", "quiet", "quits", "racial", "racist", "radiant", "radical", "radio", "radioactive", "raging", "raining", "rainy", "raised", "raising", "random", "randy", "rank", "raped", "rapid", "rare", "rash", "rational", "rattling", "raw", "ready", "real", "realised", "realistic", "realized", "rear", "reasonable", "reborn", "received", "recent", "reckless", "recognised", "recognized", "recorded", "recovered", "recovering", "red", "reduced", "refined", "reflex", "refreshing", "regardless", "regional", "registered", "regular", "regulation", "rejected", "related", "relative", "relaxed", "relaxing", "releasing", "relevant", "reliable", "relieved", "religious", "reluctant", "remaining", "remarkable", "remote", "removed", "rental", "repeated", "reported", "representative", "represented", "republican", "repulsive", "requested", "required", "rescued", "reserved", "resident", "resolved", "respectable", "respected", "respiratory", "responsible", "rested", "restless", "restricted", "retarded", "retired", "retiring", "returning", "revealing", "reverend", "reverse", "reversed", "revolutionary", "rich", "ridiculous", "rigged", "right", "righteous", "rightful", "ripe", "ripping", "rising", "risky", "ritual", "roaring", "roast", "rocky", "rolled", "rolling", "roman", "romance", "romantic", "rose", "rosy", "rotten", "rough", "round", "routine", "royal", "rubber", "ruby", "rude", "rugged", "ruined", "ruled", "ruling", "rum", "rumbling", "runaway", "running", "rush", "rushed", "russian", "rust", "rustling", "rusty", "ruthless", "sacred", "sad", "safe", "said", "saline", "salmon", "salt", "salty", "same", "sandy", "sane", "sarcastic", "sassy", "satellite", "satisfactory", "satisfied", "satisfying", "savage", "saved", "saving", "saxon", "scared", "scarlet", "scary", "scattered", "scheduled", "schizophrenic", "scientific", "scotch", "scottish", "scrambled", "screaming", "scrub", "sealed", "searching", "seated", "sec", "secondary", "secret", "secure", "sedative", "seeing", "select", "selected", "self", "selfish", "senior", "sensational", "sensed", "senseless", "sensible", "sensitive", "sent", "sentimental", "separate", "separated", "serial", "serious", "set", "settled", "seventeen", "seventh", "seventy", "several", "severe", "severed", "sexual", "sexy", "shady", "shaken", "shaky", "shallow", "shaped", "shared", "sharing", "sharp", "shattered", "shaved", "shed", "sheer", "shining", "shiny", "shitty", "shocked", "shocking", "short", "shot", "shouted", "shut", "shy", "sick", "side", "sideways", "sighted", "sign", "signal", "signed", "significant", "silent", "silly", "silver", "similar", "simple", "sincere", "singing", "single", "sinister", "sissy", "sitting", "sixteen", "sixth", "sixty", "size", "skilled", "skinny", "slack", "sleazy", "sleeping", "sleepy", "sliced", "slick", "sliding", "slight", "slim", "slimy", "slippery", "slipping", "sloppy", "slow", "sly", "small", "smaller", "smart", "smashed", "smashing", "smelling", "smelly", "smiling", "smoked", "smoking", "smooth", "smug", "snappy", "sneak", "sneaking", "sneaky", "snuff", "soaked", "sober", "social", "soft", "solar", "sold", "sole", "solemn", "solid", "solitary", "solo", "solved", "sometime", "sonic", "soothing", "sophisticated", "sophomore", "soprano", "sordid", "sore", "sorry", "sorted", "sought", "sound", "sounding", "sour", "south", "southeast", "southern", "southwest", "sovereign", "soviet", "spanish", "spare", "sparkling", "speaking", "special", "specific", "spectacular", "speedy", "spent", "spicy", "spinal", "spiritual", "splendid", "split", "splitting", "spoiled", "spoken", "spontaneous", "spooky", "sporting", "spotted", "spread", "square", "squared", "squat", "squeaky", "squealing", "stabbing", "stable", "stacked", "staged", "stale", "standard", "standby", "standing", "star", "starboard", "staring", "stark", "starring", "starting", "startled", "starved", "starving", "stated", "static", "steady", "steamed", "steaming", "steep", "stereo", "sterile", "sterling", "stern", "sticking", "sticky", "stiff", "stimulating", "stinking", "stinky", "stirred", "stirring", "stock", "stone", "stoned", "stopped", "straight", "straightforward", "stranded", "strange", "strangled", "strategic", "straw", "stray", "stressed", "stressful", "stretch", "stretched", "strict", "striking", "stripped", "strong", "struck", "struggling", "strung", "stubborn", "stuck", "studied", "stuffed", "stuffy", "stunned", "stunning", "stupid", "stylish", "subconscious", "subject", "submarine", "substantial", "substitute", "subtle", "suburban", "successful", "such", "sudden", "suffering", "sufficient", "suicidal", "suitable", "suited", "sunk", "sunny", "sunrise", "sunset", "super", "superb", "superficial", "superior", "supernatural", "superstitious", "supported", "supporting", "supportive", "supposed", "supreme", "sure", "surface", "surgical", "surplus", "surprised", "surprising", "surrounded", "surrounding", "surviving", "suspect", "suspected", "suspended", "suspicious", "sustained", "swedish", "sweeping", "sweet", "sweetheart", "swell", "swept", "swift", "swimming", "swinging", "swiss", "swollen", "sworn", "sympathetic", "synthetic", "tacky", "tactical", "tai", "taken", "taking", "talented", "tall", "tame", "tan", "tangled", "taped", "tapped", "tart", "tasty", "tearing", "teasing", "technical", "teen", "teenage", "teeny", "telling", "temporary", "tempting", "tender", "tense", "tenth", "terminal", "terminated", "terrible", "terrific", "terrified", "terrifying", "tested", "textbook", "thai", "thankful", "theatrical", "thermal", "thick", "thin", "thinking", "third", "thirsty", "thirteen", "thirty", "thorough", "thoughtful", "thousand", "threatened", "threatening", "thrilled", "thrilling", "thrown", "tidy", "tied", "tight", "tiny", "tipped", "tired", "titanic", "tod", "together", "token", "tonic", "top", "topless", "tops", "torn", "tortured", "torturing", "total", "touched", "touching", "touchy", "tough", "toxic", "tracked", "traditional", "tragic", "trained", "transformed", "transmitted", "trapped", "traumatic", "traveled", "treacherous", "treated", "trembling", "tremendous", "trespassing", "tricky", "tried", "trim", "triple", "tripping", "tropical", "troubled", "troubling", "true", "trusted", "trusting", "truthful", "trying", "tucked", "turkish", "turned", "twelve", "twenty", "twilight", "twin", "twisted", "twisting", "typical", "ugly", "ultimate", "umbrella", "unable", "unacceptable", "unanimous", "unarmed", "unauthorized", "unavailable", "unaware", "unbearable", "unbelievable", "unborn", "uncertain", "uncomfortable", "uncommon", "unconscious", "uncovered", "undefeated", "underage", "undercover", "underground", "understandable", "understanding", "understood", "underwater", "underway", "undone", "undressed", "uneasy", "unemployed", "unexpected", "unfair", "unfaithful", "unfinished", "unforgivable", "unfortunate", "ungrateful", "unhappy", "unidentified", "uniform", "unimportant", "union", "unique", "united", "universal", "unknown", "unlike", "unlikely", "unlimited", "unlocked", "unlucky", "unmarried", "unnatural", "unnecessary", "unpleasant", "unpredictable", "unreal", "unreasonable", "unseen", "unsolved", "unstable", "unusual", "upper", "upright", "upset", "upsetting", "upstairs", "uptight", "uptown", "urban", "urgent", "used", "useful", "useless", "usual", "utility", "utmost", "utter", "vacant", "vague", "vain", "valiant", "valid", "valuable", "vanilla", "vanished", "various", "vast", "velvet", "verbal", "verified", "vertical", "vested", "veteran", "viable", "vicious", "vietnamese", "vile", "violated", "violent", "violet", "virgin", "virtual", "visible", "visual", "vital", "vivid", "vocal", "void", "voluntary", "volunteer", "vulgar", "vulnerable", "wacky", "wailing", "waiting", "waking", "walking", "wandering", "wanted", "wanting", "warm", "warmed", "warming", "warning", "washed", "waste", "wasted", "weak", "wealthy", "wearing", "weary", "weather", "wed", "wedded", "wee", "weekly", "weeping", "weird", "welcome", "welcoming", "well", "west", "western", "wet", "whacked", "whatever", "whatsoever", "whipping", "whirring", "whispered", "whispering", "white", "whole", "wicked", "wide", "wild", "willing", "winding", "windy", "winning", "wired", "wireless", "wise", "withdrawn", "witty", "wizard", "wonderful", "wondering", "wooden", "woody", "working", "world", "worldwide", "worn", "worried", "worrying", "worse", "worst", "worth", "worthless", "worthwhile", "worthy", "wound", "wounded", "wrapped", "wrecked", "wretched", "written", "wrong", "yankee", "yelled", "yellow", "yonder", "young", "younger", "yummy", "zero"]}